Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: Walk into that conversation %@.
ar: ادخل تلك المحادثة %@.
de: Geh %@ in dieses Gespräch.
es: Llega a esa conversación %@.
fil: Harapin ang usapang iyon nang %@.
fr: Aborde cette conversation %@.
hi: उस बातचीत में %@ जाएँ।
id: Hadapi percakapan itu %@.
it: Affronta quella conversazione %@.
ja: その話し合いに%@臨む。
ko: 그 대화에 %@ 들어가세요.
nl: Ga dat gesprek in, %@.
pl: Podejdź do tej rozmowy %@.
pt_br: Chegue a essa conversa %@.
ru: Приходите на этот разговор %@.
sv: Gå in i det samtalet %@.
tr: O konuşmaya %@ gir.
uk: Приходьте на цю розмову %@.
vi: Bước vào cuộc trò chuyện đó %@.
zh_hans: %@面对那场对话。

source: Walk into the raise conversation %@.
ar: ادخل محادثة الزيادة %@.
de: Geh %@ ins Gehaltsgespräch.
es: Llega a la conversación del aumento %@.
fil: Harapin ang usapan tungkol sa dagdag-sahod nang %@.
fr: Aborde la discussion sur ton augmentation %@.
hi: वेतन-वृद्धि की बातचीत में %@ जाएँ।
id: Hadapi pembicaraan kenaikan gaji %@.
it: Affronta la richiesta di aumento %@.
ja: 昇給の話し合いに%@臨む。
ko: 연봉 협상에 %@ 들어가세요.
nl: Ga het salarisgesprek in, %@.
pl: Podejdź do rozmowy o podwyżce %@.
pt_br: Chegue à conversa sobre o aumento %@.
ru: Приходите на разговор о повышении %@.
sv: Gå in i lönesamtalet %@.
tr: Zam görüşmesine %@ gir.
uk: Приходьте на розмову про підвищення %@.
vi: Bước vào buổi đề xuất tăng lương %@.
zh_hans: %@去谈加薪。

source: Walk into your interview %@.
ar: ادخل مقابلتك %@.
de: Geh %@ ins Vorstellungsgespräch.
es: Llega a tu entrevista %@.
fil: Harapin ang interview mo nang %@.
fr: Aborde ton entretien %@.
hi: अपने इंटरव्यू में %@ जाएँ।
id: Hadapi wawancaramu %@.
it: Affronta il tuo colloquio %@.
ja: 面接に%@臨む。
ko: 면접에 %@ 들어가세요.
nl: Ga je sollicitatiegesprek in, %@.
pl: Idź na rozmowę kwalifikacyjną %@.
pt_br: Chegue à sua entrevista %@.
ru: Приходите на собеседование %@.
sv: Gå in i din intervju %@.
tr: Mülakatına %@ gir.
uk: Приходьте на співбесіду %@.
vi: Bước vào buổi phỏng vấn %@.
zh_hans: %@走进面试。

source: Walk into your next meeting %@.
ar: ادخل اجتماعك القادم %@.
de: Geh %@ in dein nächstes Meeting.
es: Llega a tu próxima reunión %@.
fil: Harapin ang susunod mong meeting nang %@.
fr: Aborde ta prochaine réunion %@.
hi: अपनी अगली मीटिंग में %@ जाएँ।
id: Hadapi rapat berikutnya %@.
it: Affronta la tua prossima riunione %@.
ja: 次の会議に%@臨む。
ko: 다음 회의에 %@ 들어가세요.
nl: Ga je volgende vergadering in, %@.
pl: Idź na następne spotkanie %@.
pt_br: Chegue à sua próxima reunião %@.
ru: Приходите на следующую встречу %@.
sv: Gå in i ditt nästa möte %@.
tr: Bir sonraki toplantına %@ gir.
uk: Приходьте на наступну зустріч %@.
vi: Bước vào cuộc họp tới %@.
zh_hans: %@走进下次会议。

source: Walk into your presentation %@.
ar: قدّم عرضك %@.
de: Geh %@ in deine Präsentation.
es: Llega a tu presentación %@.
fil: Harapin ang presentation mo nang %@.
fr: Aborde ta présentation %@.
hi: अपनी प्रेज़ेंटेशन में %@ जाएँ।
id: Bawakan presentasimu %@.
it: Affronta la tua presentazione %@.
ja: プレゼンに%@臨む。
ko: 발표에 %@ 들어가세요.
nl: Geef je presentatie, %@.
pl: Wygłoś prezentację %@.
pt_br: Chegue à sua apresentação %@.
ru: Выходите на презентацию %@.
sv: Gå in i din presentation %@.
tr: Sunumuna %@ çık.
uk: Виходьте на презентацію %@.
vi: Bước vào bài thuyết trình %@.
zh_hans: %@走上演讲台。

source: We couldn't hear an answer. Try again a little closer to the phone.
ar: لم نسمع إجابة. حاول مجددًا وأنت أقرب قليلًا إلى الهاتف.
de: Wir konnten keine Antwort hören. Versuch es etwas näher am Telefon.
es: No oímos una respuesta. Inténtalo de nuevo un poco más cerca del teléfono.
fil: Wala kaming narinig na sagot. Subukan ulit nang mas malapit nang kaunti sa device.
fr: On n'a pas entendu de réponse. Réessaie un peu plus près du téléphone.
hi: हमें कोई जवाब नहीं सुनाई दिया। फ़ोन के थोड़ा पास आकर फिर कोशिश करें।
id: Kami tidak mendengar jawaban. Coba lagi sedikit lebih dekat ke perangkat.
it: Non abbiamo sentito una risposta. Riprova un po' più vicino al telefono.
ja: 回答が聞こえませんでした。もう少し端末に近づいて、もう一度どうぞ。
ko: 답변이 들리지 않았어요. 기기에 조금 더 가까이 대고 다시 해 보세요.
nl: We hoorden geen antwoord. Probeer het opnieuw, iets dichter bij de telefoon.
pl: Nie usłyszeliśmy odpowiedzi. Spróbuj ponownie trochę bliżej telefonu.
pt_br: Não ouvimos uma resposta. Tente de novo um pouco mais perto do celular.
ru: Мы не услышали ответ. Попробуйте ещё раз ближе к телефону.
sv: Vi hörde inget svar. Försök igen lite närmare telefonen.
tr: Bir yanıt duyamadık. Telefona biraz daha yakın tekrar dene.
uk: Ми не почули відповіді. Спробуйте ще раз ближче до телефона.
vi: Chúng tôi không nghe thấy câu trả lời. Thử lại gần thiết bị hơn một chút.
zh_hans: 没听到回答。请离设备近一点再试。

source: We couldn't hear any speech in that recording. Check the microphone isn't covered and try again.
ar: لم نسمع كلامًا في ذلك التسجيل. تأكد أن الميكروفون غير مغطى وحاول مجددًا.
de: In der Aufnahme war keine Sprache zu hören. Prüfe, ob das Mikrofon verdeckt ist, und versuch es erneut.
es: No oímos voz en esa grabación. Comprueba que el micrófono no esté tapado e inténtalo de nuevo.
fil: Wala kaming narinig na pagsasalita sa recording na iyon. Tingnan kung may nakatakip sa mikropono, tapos subukan ulit.
fr: On n'a entendu aucune voix dans cet enregistrement. Vérifie que le micro n'est pas couvert et réessaie.
hi: उस रिकॉर्डिंग में कोई आवाज़ नहीं सुनाई दी। जाँचें कि माइक्रोफ़ोन ढका न हो और फिर कोशिश करें।
id: Kami tidak mendengar suara apa pun di rekaman itu. Pastikan mikrofon tidak tertutup, lalu coba lagi.
it: Non abbiamo sentito voci in quella registrazione. Controlla che il microfono non sia coperto e riprova.
ja: その録音では声が聞こえませんでした。マイクがふさがれていないか確認して、もう一度お試しください。
ko: 녹음에서 말소리가 들리지 않았어요. 마이크가 가려져 있지 않은지 확인하고 다시 시도해 주세요.
nl: We hoorden geen spraak in die opname. Controleer of de microfoon niet bedekt is en probeer het opnieuw.
pl: W tym nagraniu nie było słychać mowy. Sprawdź, czy mikrofon nie jest zasłonięty, i spróbuj ponownie.
pt_br: Não ouvimos fala nessa gravação. Verifique se o microfone não está coberto e tente de novo.
ru: В записи не слышно речи. Проверьте, не закрыт ли микрофон, и попробуйте снова.
sv: Vi hörde inget tal i inspelningen. Kontrollera att mikrofonen inte är täckt och försök igen.
tr: O kayıtta konuşma duyamadık. Mikrofonun kapalı olmadığını kontrol et ve tekrar dene.
uk: У записі не чути мовлення. Перевірте, чи не закритий мікрофон, і спробуйте знову.
vi: Chúng tôi không nghe thấy tiếng nói trong bản ghi đó. Kiểm tra micrô có bị che không, rồi thử lại.
zh_hans: 那段录音里没听到说话声。请检查麦克风是否被遮挡，然后重试。

source: We couldn't verify your sign-in. Check your connection and try again.
ar: تعذّر التحقق من تسجيل دخولك. تحقّق من اتصالك وحاول مجددًا.
de: Deine Anmeldung konnte nicht bestätigt werden. Prüfe deine Verbindung und versuch es erneut.
es: No pudimos verificar tu inicio de sesión. Revisa tu conexión e inténtalo de nuevo.
fil: Hindi namin ma-verify ang pag-sign in mo. Tingnan ang koneksyon mo at subukan ulit.
fr: Impossible de vérifier ta connexion au compte. Vérifie ta connexion Internet et réessaie.
hi: हम आपका साइन-इन सत्यापित नहीं कर सके। अपना कनेक्शन जाँचें और फिर कोशिश करें।
id: Kami tidak bisa memverifikasi login-mu. Periksa koneksimu dan coba lagi.
it: Impossibile verificare il tuo accesso. Controlla la connessione e riprova.
ja: サインインを確認できませんでした。接続を確認して、もう一度お試しください。
ko: 로그인을 확인할 수 없었어요. 연결을 확인하고 다시 시도해 주세요.
nl: We konden je aanmelding niet controleren. Controleer je verbinding en probeer het opnieuw.
pl: Nie udało się zweryfikować logowania. Sprawdź połączenie i spróbuj ponownie.
pt_br: Não conseguimos verificar seu login. Verifique sua conexão e tente de novo.
ru: Не удалось проверить вход. Проверьте подключение и попробуйте снова.
sv: Vi kunde inte verifiera din inloggning. Kontrollera anslutningen och försök igen.
tr: Girişin doğrulanamadı. Bağlantını kontrol et ve tekrar dene.
uk: Не вдалося перевірити вхід. Перевірте з'єднання й спробуйте знову.
vi: Không thể xác minh đăng nhập của bạn. Kiểm tra kết nối rồi thử lại.
zh_hans: 无法验证你的登录。请检查网络连接后重试。

source: We didn't catch enough. Try once more, a little closer to the phone.
ar: لم نلتقط ما يكفي. حاول مرة أخرى وأنت أقرب قليلًا إلى الهاتف.
de: Wir haben nicht genug verstanden. Versuch es noch einmal, etwas näher am Telefon.
es: No captamos lo suficiente. Inténtalo otra vez, un poco más cerca del teléfono.
fil: Hindi sapat ang narinig namin. Subukan ulit, nang mas malapit nang kaunti sa device.
fr: On n'a pas assez entendu. Réessaie, un peu plus près du téléphone.
hi: हमें पर्याप्त नहीं सुनाई दिया। फ़ोन के थोड़ा पास आकर एक बार और कोशिश करें।
id: Kami tidak menangkap cukup banyak. Coba sekali lagi, sedikit lebih dekat ke perangkat.
it: Non abbiamo sentito abbastanza. Riprova, un po' più vicino al telefono.
ja: 十分に聞き取れませんでした。もう少し端末に近づいて、もう一度どうぞ。
ko: 충분히 듣지 못했어요. 기기에 조금 더 가까이 대고 한 번 더 해 보세요.
nl: We hoorden niet genoeg. Probeer het nog eens, iets dichter bij de telefoon.
pl: Nie usłyszeliśmy wystarczająco dużo. Spróbuj jeszcze raz, trochę bliżej telefonu.
pt_br: Não captamos o suficiente. Tente mais uma vez, um pouco mais perto do celular.
ru: Мы расслышали недостаточно. Попробуйте ещё раз, чуть ближе к телефону.
sv: Vi uppfattade inte tillräckligt. Försök en gång till, lite närmare telefonen.
tr: Yeterince duyamadık. Telefona biraz daha yakın bir kez daha dene.
uk: Ми почули замало. Спробуйте ще раз, трохи ближче до телефона.
vi: Chúng tôi chưa nghe đủ. Thử thêm lần nữa, gần thiết bị hơn một chút.
zh_hans: 没听清楚。请离设备近一点再试一次。

source: We signed you in instead. Your plan and progress are just as you left them.
ar: سجّلنا دخولك بدلًا من ذلك. خطتك وتقدمك كما تركتهما تمامًا.
de: Wir haben dich stattdessen angemeldet. Dein Plan und dein Fortschritt sind genau so, wie du sie verlassen hast.
es: En su lugar, hemos iniciado tu sesión. Tu plan y tu progreso están tal como los dejaste.
fil: Na-sign in ka na lang namin. Nandiyan pa rin ang plan at progreso mo.
fr: On t'a connecté à la place. Ton plan et tes progrès sont exactement comme tu les as laissés.
hi: हमने इसके बजाय आपको साइन इन कर दिया। आपका प्लान और प्रगति वैसे ही हैं जैसे आपने छोड़े थे।
id: Kami memasukkanmu ke akun yang ada. Paket dan progresmu tetap sama.
it: Ti abbiamo fatto accedere. Il tuo piano e i tuoi progressi sono esattamente come li avevi lasciati.
ja: 代わりにサインインしました。プランも進捗もそのままです。
ko: 대신 로그인해 드렸어요. 플랜과 진행 상황은 그대로예요.
nl: We hebben je in plaats daarvan ingelogd. Je plan en voortgang zijn precies zoals je ze achterliet.
pl: Zamiast tego zalogowaliśmy cię. Twój plan i postępy są dokładnie takie, jak je zostawiono.
pt_br: Em vez disso, fizemos seu login. Seu plano e seu progresso estão exatamente como você deixou.
ru: Вместо этого мы выполнили вход. Ваш план и прогресс такие же, как вы их оставили.
sv: Vi loggade in dig i stället. Din plan och dina framsteg är precis som du lämnade dem.
tr: Bunun yerine seni giriş yaptık. Planın ve ilerlemen bıraktığın gibi.
uk: Натомість ми виконали вхід. Ваш план і прогрес такі самі, як ви їх залишили.
vi: Chúng tôi đã đăng nhập cho bạn. Kế hoạch và tiến độ vẫn nguyên như cũ.
zh_hans: 我们已为你直接登录。你的计划和进度都还在。

source: We'll give you a place to say it out loud before the real conversation.
ar: سنمنحك مكانًا لتقولها بصوت عالٍ قبل المحادثة الحقيقية.
de: Wir geben dir einen Ort, um es vor dem echten Gespräch laut zu sagen.
es: Te daremos un lugar donde decirlo en voz alta antes de la conversación real.
fil: Bibigyan ka namin ng lugar para sabihin ito nang malakas bago ang totoong usapan.
fr: On te donnera un endroit pour le dire à voix haute avant la vraie conversation.
hi: हम आपको असली बातचीत से पहले इसे ज़ोर से कहने की जगह देंगे।
id: Kami akan memberimu tempat untuk mengucapkannya dengan suara keras sebelum percakapan sebenarnya.
it: Ti daremo un posto dove dirlo ad alta voce prima della conversazione vera.
ja: 本番の前に、声に出して言える場所を用意します。
ko: 실제 대화 전에 소리 내어 말해 볼 공간을 드릴게요.
nl: We geven je een plek om het hardop te zeggen voor het echte gesprek.
pl: Damy ci miejsce, by powiedzieć to na głos przed prawdziwą rozmową.
pt_br: Vamos te dar um lugar para dizer isso em voz alta antes da conversa real.
ru: Мы дадим вам место, чтобы сказать это вслух до настоящего разговора.
sv: Vi ger dig en plats att säga det högt före det riktiga samtalet.
tr: Gerçek konuşmadan önce sesli söyleyebileceğin bir yer sunacağız.
uk: Ми дамо вам місце, щоб сказати це вголос до справжньої розмови.
vi: Chúng tôi sẽ cho bạn một nơi để nói thành tiếng trước cuộc trò chuyện thật.
zh_hans: 我们会给你一个地方，在真正的对话之前先大声说出来。

source: We'll help you make one good answer even clearer.
ar: سنساعدك لتجعل إجابة جيدة أوضح.
de: Wir helfen dir, eine gute Antwort noch klarer zu machen.
es: Te ayudaremos a que una buena respuesta sea aún más clara.
fil: Tutulungan ka naming gawing mas malinaw pa ang isang magandang sagot.
fr: On t'aidera à rendre une bonne réponse encore plus claire.
hi: हम एक अच्छे जवाब को और भी साफ़ बनाने में मदद करेंगे।
id: Kami akan membantumu membuat satu jawaban yang bagus jadi lebih jelas.
it: Ti aiuteremo a rendere una buona risposta ancora più chiara.
ja: 良い答えを、さらに明確にするお手伝いをします。
ko: 좋은 답변을 한층 더 명확하게 다듬도록 도와드릴게요.
nl: We helpen je één goed antwoord nog duidelijker te maken.
pl: Pomożemy ci sprawić, by dobra odpowiedź była jeszcze jaśniejsza.
pt_br: Vamos te ajudar a deixar uma boa resposta ainda mais clara.
ru: Мы поможем сделать хороший ответ ещё яснее.
sv: Vi hjälper dig att göra ett bra svar ännu tydligare.
tr: İyi bir yanıtı daha da netleştirmene yardım edeceğiz.
uk: Ми допоможемо зробити хорошу відповідь ще чіткішою.
vi: Chúng tôi sẽ giúp bạn làm một câu trả lời hay trở nên rõ ràng hơn nữa.
zh_hans: 我们会帮你把一个好回答变得更清楚。

source: We'll practice finding your main point and saying it clearly.
ar: سنتدرّب على إيجاد فكرتك الرئيسية وقولها بوضوح.
de: Wir üben, deinen Hauptpunkt zu finden und ihn klar zu sagen.
es: Practicaremos a encontrar tu idea principal y decirla con claridad.
fil: Ipa-practice natin ang paghahanap ng pangunahing punto mo at pagsasabi nito nang malinaw.
fr: On s'entraînera à trouver ton idée principale et à la dire clairement.
hi: हम आपकी मुख्य बात ढूँढकर उसे साफ़ कहने का अभ्यास करेंगे।
id: Kita akan berlatih menemukan poin utamamu dan mengucapkannya dengan jelas.
it: Ci alleneremo a trovare il tuo punto principale e a dirlo chiaramente.
ja: 要点を見つけて、はっきり伝える練習をします。
ko: 요점을 찾고 명확하게 말하는 연습을 할 거예요.
nl: We oefenen om je hoofdpunt te vinden en het duidelijk te zeggen.
pl: Przećwiczymy znajdowanie głównej myśli i mówienie jej jasno.
pt_br: Vamos praticar encontrar sua ideia principal e dizê-la com clareza.
ru: Будем отрабатывать, как найти главную мысль и сказать её ясно.
sv: Vi övar på att hitta din huvudpoäng och säga den tydligt.
tr: Ana fikrini bulup net söylemeyi çalışacağız.
uk: Відпрацьовуватимемо, як знайти головну думку й сказати її чітко.
vi: Chúng ta sẽ luyện tìm ý chính và nói nó thật rõ ràng.
zh_hans: 我们会练习找到你的核心观点，并把它讲清楚。

source: We'll practice one question at a time, with room to find your words.
ar: سنتدرّب على سؤال واحد في كل مرة، مع مساحة لتجد كلماتك.
de: Wir üben eine Frage nach der anderen, mit Raum, deine Worte zu finden.
es: Practicaremos una pregunta cada vez, con espacio para encontrar tus palabras.
fil: Isa-isang tanong ang ipa-practice natin, may puwang para mahanap mo ang mga salita.
fr: On s'entraînera une question à la fois, en te laissant le temps de trouver tes mots.
hi: हम एक-एक सवाल का अभ्यास करेंगे, शब्द ढूँढने के लिए समय देते हुए।
id: Kita akan berlatih satu pertanyaan sekali waktu, dengan ruang untuk menemukan kata-katamu.
it: Ci alleneremo una domanda alla volta, con lo spazio per trovare le parole.
ja: 言葉を探す時間を取りながら、一問ずつ練習します。
ko: 단어를 찾을 여유를 두고, 한 번에 한 질문씩 연습할 거예요.
nl: We oefenen één vraag tegelijk, met ruimte om je woorden te vinden.
pl: Będziemy ćwiczyć po jednym pytaniu, z miejscem na znalezienie słów.
pt_br: Vamos praticar uma pergunta de cada vez, com espaço para encontrar suas palavras.
ru: Будем отрабатывать по одному вопросу, оставляя время подобрать слова.
sv: Vi övar en fråga i taget, med utrymme att hitta orden.
tr: Sözlerini bulman için alan bırakarak her seferinde tek soru çalışacağız.
uk: Відпрацьовуватимемо по одному питанню, залишаючи час дібрати слова.
vi: Chúng ta sẽ luyện từng câu hỏi một, có khoảng lặng để bạn tìm từ.
zh_hans: 我们会一次练一个问题，留出时间让你找到合适的词。

source: We'll work through this together.
ar: سنعمل على هذا معًا.
de: Wir gehen das gemeinsam an.
es: Lo trabajaremos juntos.
fil: Sabay nating haharapin ito.
fr: On va avancer ensemble.
hi: हम इस पर साथ मिलकर काम करेंगे।
id: Kita hadapi ini bersama.
it: Ci lavoreremo insieme.
ja: 一緒に取り組んでいきましょう。
ko: 함께 차근차근 해 나가요.
nl: We gaan hier samen mee aan de slag.
pl: Przejdziemy przez to razem.
pt_br: Vamos trabalhar nisso juntos.
ru: Мы справимся с этим вместе.
sv: Vi tar oss igenom det här tillsammans.
tr: Bunun üzerinde birlikte çalışacağız.
uk: Ми впораємося з цим разом.
vi: Chúng ta sẽ cùng nhau vượt qua.
zh_hans: 我们一起来解决。

source: Welcome back
ar: مرحبًا بعودتك
de: Willkommen zurück
es: Bienvenido de nuevo
fil: Maligayang pagbabalik
fr: Bon retour
hi: फिर से स्वागत है
id: Selamat datang kembali
it: Bentornato
ja: おかえりなさい
ko: 다시 오셨네요
nl: Welkom terug
pl: Witaj ponownie
pt_br: Bem-vindo de volta
ru: С возвращением
sv: Välkommen tillbaka
tr: Tekrar hoş geldin
uk: З поверненням
vi: Chào mừng trở lại
zh_hans: 欢迎回来

source: What are you practicing for?
ar: لأي شيء تتدرّب؟
de: Wofür übst du?
es: ¿Para qué estás practicando?
fil: Para saan ka nagpa-practice?
fr: Pour quoi t'entraînes-tu ?
hi: आप किस चीज़ की तैयारी कर रहे हैं?
id: Kamu berlatih untuk apa?
it: Per cosa ti stai allenando?
ja: 何のために練習していますか？
ko: 무엇을 위해 연습하고 있나요?
nl: Waarvoor oefen je?
pl: Do czego się przygotowujesz?
pt_br: Para que você está praticando?
ru: К чему вы готовитесь?
sv: Vad övar du inför?
tr: Ne için pratik yapıyorsun?
uk: До чого ви готуєтеся?
vi: Bạn đang luyện tập cho điều gì?
zh_hans: 你在为什么而练习？

source: What changed
ar: ما الذي تغيّر
de: Was sich verändert hat
es: Qué cambió
fil: Ano ang nagbago
fr: Ce qui a changé
hi: क्या बदला
id: Apa yang berubah
it: Cosa è cambiato
ja: 変わったこと
ko: 달라진 점
nl: Wat er veranderde
pl: Co się zmieniło
pt_br: O que mudou
ru: Что изменилось
sv: Vad som ändrades
tr: Ne değişti
uk: Що змінилося
vi: Điều gì đã thay đổi
zh_hans: 有什么变化

source: What do you need to say?
ar: ماذا تحتاج أن تقول؟
de: Was musst du sagen?
es: ¿Qué necesitas decir?
fil: Ano ang kailangan mong sabihin?
fr: Que dois-tu dire ?
hi: आपको क्या कहना है?
id: Apa yang perlu kamu katakan?
it: Cosa devi dire?
ja: 何を伝える必要がありますか？
ko: 어떤 말을 해야 하나요?
nl: Wat moet je zeggen?
pl: Co musisz powiedzieć?
pt_br: O que você precisa dizer?
ru: Что вам нужно сказать?
sv: Vad behöver du säga?
tr: Ne söylemen gerekiyor?
uk: Що вам потрібно сказати?
vi: Bạn cần nói điều gì?
zh_hans: 你需要说些什么？

source: What do you think?
ar: ما رأيك؟
de: Was meinst du?
es: ¿Tú qué opinas?
fil: Ano sa tingin mo?
fr: Tu en penses quoi ?
hi: आप क्या सोचते हैं?
id: Bagaimana menurutmu?
it: Tu cosa ne pensi?
ja: どう思う？
ko: 어떻게 생각해요?
nl: Wat vind jij?
pl: Co o tym myślisz?
pt_br: O que você acha?
ru: А вы что думаете?
sv: Vad tycker du?
tr: Sen ne düşünüyorsun?
uk: А ви що думаєте?
vi: Bạn nghĩ sao?
zh_hans: 你怎么看？

source: What has it cost you so far?
ar: ماذا كلّفك الأمر حتى الآن؟
de: Was hat es dich bisher gekostet?
es: ¿Qué te ha costado hasta ahora?
fil: Ano na ang naging kapalit nito sa iyo?
fr: Qu'est-ce que ça t'a coûté jusqu'ici ?
hi: अब तक इसकी आपको क्या कीमत चुकानी पड़ी है?
id: Apa yang sudah hilang darimu karenanya?
it: Cosa ti è costato finora?
ja: これまでに何を失いましたか？
ko: 지금까지 그로 인해 무엇을 잃었나요?
nl: Wat heeft het je tot nu toe gekost?
pl: Czego cię to dotąd kosztowało?
pt_br: O que isso já te custou?
ru: Чего это вам уже стоило?
sv: Vad har det kostat dig hittills?
tr: Şimdiye kadar sana neye mal oldu?
uk: Чого це вам уже коштувало?
vi: Đến giờ điều đó đã khiến bạn mất gì?
zh_hans: 到目前为止，这让你付出了什么代价？

source: What helped? What was still hard? (optional)
ar: ما الذي ساعد؟ وما الذي ظل صعبًا؟ (اختياري)
de: Was hat geholfen? Was war noch schwer? (optional)
es: ¿Qué te ayudó? ¿Qué siguió costando? (opcional)
fil: Ano ang nakatulong? Ano ang mahirap pa rin? (opsyonal)
fr: Qu'est-ce qui a aidé ? Qu'est-ce qui était encore difficile ? (facultatif)
hi: किस चीज़ ने मदद की? क्या अब भी मुश्किल था? (वैकल्पिक)
id: Apa yang membantu? Apa yang masih sulit? (opsional)
it: Cosa ti ha aiutato? Cosa è stato ancora difficile? (facoltativo)
ja: 何が役立ちましたか？まだ難しかったことは？（任意）
ko: 무엇이 도움이 됐나요? 여전히 어려웠던 건 무엇인가요? (선택 사항)
nl: Wat hielp? Wat was nog lastig? (optioneel)
pl: Co pomogło? Co było wciąż trudne? (opcjonalnie)
pt_br: O que ajudou? O que ainda foi difícil? (opcional)
ru: Что помогло? Что всё ещё было трудно? (необязательно)
sv: Vad hjälpte? Vad var fortfarande svårt? (valfritt)
tr: Ne yardımcı oldu? Ne hâlâ zordu? (isteğe bağlı)
uk: Що допомогло? Що досі було складно? (необов'язково)
vi: Điều gì đã giúp ích? Điều gì vẫn còn khó? (không bắt buộc)
zh_hans: 什么有帮助？什么仍然困难？（可选）

source: What is one thing you want to get done today, and why?
ar: ما الشيء الذي تريد إنجازه اليوم، ولماذا؟
de: Was willst du heute erledigen, und warum?
es: ¿Qué quieres terminar hoy, y por qué?
fil: Ano ang isang bagay na gusto mong matapos ngayon, at bakit?
fr: Quelle chose veux-tu terminer aujourd'hui, et pourquoi ?
hi: आज आप कौन-सा एक काम पूरा करना चाहते हैं, और क्यों?
id: Apa satu hal yang ingin kamu selesaikan hari ini, dan mengapa?
it: Qual è una cosa che vuoi portare a termine oggi, e perché?
ja: 今日やり遂げたいことを一つと、その理由は？
ko: 오늘 꼭 끝내고 싶은 일 하나와 그 이유는 무엇인가요?
nl: Wat wil je vandaag afmaken, en waarom?
pl: Jaką jedną rzecz chcesz dziś zrobić i dlaczego?
pt_br: O que você quer terminar hoje, e por quê?
ru: Что одно вы хотите сделать сегодня и почему?
sv: Vad är en sak du vill få gjord i dag, och varför?
tr: Bugün bitirmek istediğin bir şey nedir ve neden?
uk: Що одне ви хочете зробити сьогодні й чому?
vi: Một việc bạn muốn hoàn thành hôm nay là gì, và vì sao?
zh_hans: 今天你想完成的一件事是什么？为什么？

source: What should they do after?
ar: ماذا ينبغي أن يفعلوا بعدها؟
de: Was sollen sie danach tun?
es: ¿Qué deberían hacer después?
fil: Ano ang dapat nilang gawin pagkatapos?
fr: Que doivent-ils faire ensuite ?
hi: उसके बाद उन्हें क्या करना चाहिए?
id: Apa yang harus mereka lakukan setelahnya?
it: Cosa dovrebbero fare dopo?
ja: 聞き手にその後どうしてほしいですか？
ko: 청중이 듣고 나서 무엇을 하면 좋겠나요?
nl: Wat moeten ze daarna doen?
pl: Co mają zrobić potem?
pt_br: O que eles devem fazer depois?
ru: Что они должны сделать после?
sv: Vad ska de göra efteråt?
tr: Sonrasında ne yapmalılar?
uk: Що вони мають зробити потім?
vi: Sau đó họ nên làm gì?
zh_hans: 之后你希望他们做什么？

source: What should we call you?
ar: بماذا نناديك؟
de: Wie sollen wir dich nennen?
es: ¿Cómo te llamamos?
fil: Ano ang itatawag namin sa iyo?
fr: Comment doit-on t'appeler ?
hi: हम आपको क्या कहकर बुलाएँ?
id: Kami panggil kamu apa?
it: Come ti chiamiamo?
ja: 何とお呼びすればいいですか？
ko: 어떻게 불러 드릴까요?
nl: Hoe mogen we je noemen?
pl: Jak mamy się do ciebie zwracać?
pt_br: Como devemos te chamar?
ru: Как к вам обращаться?
sv: Vad ska vi kalla dig?
tr: Sana nasıl hitap edelim?
uk: Як до вас звертатися?
vi: Chúng tôi nên gọi bạn là gì?
zh_hans: 我们该怎么称呼你？

source: What to work on
ar: ما تعمل عليه
de: Woran du arbeiten kannst
es: En qué trabajar
fil: Ano ang pagbubutihin
fr: À travailler
hi: किस पर काम करें
id: Yang perlu dilatih
it: Su cosa lavorare
ja: 取り組むこと
ko: 연습할 점
nl: Waar je aan kunt werken
pl: Nad czym popracować
pt_br: No que trabalhar
ru: Над чем поработать
sv: Att jobba med
tr: Üzerinde çalışılacaklar
uk: Над чим попрацювати
vi: Điều cần luyện
zh_hans: 要练习的地方
